Repository: nikolavp/gpomo
Catalog: locale/*.po
Languages: pt_br

source: Configuration
pt_br: Configuração

source: Statistics
pt_br: Estatísticas

source: About
pt_br: Sobre

source: Quit
pt_br: Sair

source: %s task manager loaded
pt_br: Gerenciador de tarefas %s carregado

source: %(comp)d pomodoro(s) completed %(canceled)d pomodoro(s) canceled %(breaks)d breaks %(longbreaks)d long breaks
pt_br: %(comp)d pomodoro(s) completos %(canceled)d pomodoro(s) cancelados %(breaks)d pausas %(longbreaks)d pausas longas

source: About this session Started on %(start)s %(str)s
pt_br: Sobre essa sessão Iniciada em %(start)s %(str)s

source: %m/%d/%Y %H:%M:%S
pt_br: %d/%m/%Y %H:%M:%S

source: Locked! Sorry, you can't cheat and restart this app. Go take your break.
pt_br: Bloqueado! Desculpe, você não pode trapacear e reiniciar esse programa. Volte para o seu intervalo.

source: Locked! You don't want to start another pomodoro before your break ends, right?
pt_br: Bloqueado! Você não quer começar outro pomodoro antes que o seu intervalo termine, certo?

source: Are you sure you want to start a new pomodoro?
pt_br: Tem certeza que deseja começar um pomodoro novo?

source: Click to start a pomodoro %s
pt_br: Clique para começar um pomodoro %s

source: Select a task
pt_br: Selecione uma tarefa

source: Cancel current pomodoro?
pt_br: Cancela o pomodoro atual?

source: Do you want to associate your pomodoro to a task?
pt_br: Você deseja associar seu pomodoro à uma tarefa?

source: Pomodoro completed, 4 in a row! Take a %d minutes break now, you deserve it.
pt_br: Pomodoro completo, 4 em seguida! Tire um intervalo de %d minutoos agora, você merece.

source: Pomodoro completed! Take a %d minutes break now.
pt_br: Pomodoro completo! Tire um intervalo de %d minutos agora.

source: Time's up!
pt_br: O tempo acabou!

source: Complete
pt_br: Completar

source: Cancel
pt_br: Cancela

source: Time's up! Now you need to tell if your pomodoro is complete or if you want to cancel it.
pt_br: O tempo acabou! Agora você precisa dizer se o seu pomodoro está completo ou se você deseja cancelá-lo.

source: Pomodoro canceled!
pt_br: Pomodoro cancelado!

source: Marking task as completed ...
pt_br: Marcando tarefa como completa ...

source: Task '%s' could not be marked as complete, please mark it manually.
pt_br: A tarefa '%s' não pode ser marcada como completa, por favor marque manualmente.

source: %d minute(s) to complete your break
pt_br: %d minuto(s) para completar seu intervalo

source: %d second(s) to complete your break
pt_br: %d segundo(s) para completar seu intervalo

source: %d minute(s) to complete pomodoro, click to cancel
pt_br: %d minuto(s) para completar o pomodoro, clique para cancelar

source: %d second(s) to complete pomodoro
pt_br: %d segundo(s) para completar o pomodoro

source: Task
pt_br: Tarefa

source: Gpomo configuration
pt_br: Configuração do Gpomo

source: Timeout
pt_br: Limite

source: Interval
pt_br: Intervalo

source: Longer interval
pt_br: Intervalo longo

source: Connect each pomodoro to story points
pt_br: Conectar cada pomodoro com pontos da história
